Repository: loginom/loginom-help-en-omegat
Catalog: omegat/project_save.tmx
Source language: ru
Languages: en

source: Настройка параметров
en: Configure Parameters

source: Настройка параметров Нейросети
en: Configure Neural Network Parameters

source: Настройка параметров нейросети
en: Configure Neural Network Parameters

source: Настройка подключения
en: Connection Setup

source: Настройка подключения к файлу XML
en: Import from XML File

source: Настройка показателей
en: Configure indicators

source: Настройка полей
en: Configure Fields

source: Настройка пользовательских заголовков
en: Custom User Headers

source: Настройка порта
en: Port Configuration

source: Настройка портов узла
en: Configuration of the Node Ports

source: Настройка последовательности выполнения узлов
en: Configure Nodes Execution Order

source: Настройка публикуемых узлов
en: Configure Published Nodes

source: Настройка режима активации
en: Configure Activation Mode

source: Настройка событий
en: Configure Events

source: Настройка соответствия между столбцами проводится в интерфейсах таблица или связи.
en: Columns mapping is configured in table or links interfaces.

source: Настройка списка условий
en: Configuration of the Condition List

source: Настройка списка условий при этом не требуется, так как в компонент ещё не передана структура входных данных.
en: It is not required to configure the condition list, as the input data structure has not been transferred to the component.

source: Настройка узла импорта
en: Import Node Configuration

source: Настройка файла экспорта
en: Configuration of the Export File

source: Настройка форматирования аналогична Фактам, кроме выделения отрицательных значений красным цветом.
en: Formatting configuration is similar to Measures, with the exception of selection of negative values in red.

source: Настройка форматов экспорта
en: Configuration of the Export Formats

source: Настройка этих портов доступна только в узле-источнике.
en: Configuration of these ports is available only in the source node.

source: Настройка, которая позволяет определить точность нахождения минимума функции ошибки.
en: This setting enables to define the accuracy of definition of the error function minimum.

source: Настройки
en: Configure

source: Настройки нормализации.
en: Normalization settings.

source: Настройки нормализации;
en: Normalization settings.

source: Настройки ARIMAX
en: ARIMAX Settings

source: Настройки всех вейвлетов идентичны:
en: Settings of all wavelets are identical:

source: Настройки выходных столбцов
en: Configure Output Columns

source: Настройки выходных столбцов;
en: Configure output columns.

source: Настройки диапазона фильтруемых значений:
en: Settings of the filtered values range:

source: Настройки метода
en: Method Settings

source: Настройки нормализации
en: Normalization Settings

source: Настройки отбора факторов
en: Factor Selection Settings

source: Настройки подключения к LDAP серверу рассмотрены в подразделе Параметры раздела Администрирования, изменение способа Аутентификации пользователя рассмотрено в подразделе Пользователи.
en: The LDAP server connection settings are analyzed in Parameters subsection of Administration section, change of Authentification user method is analyzed in Users subsection.

source: Настройки полей сбрасываются при закрытии окна.
en: Field settings are reset when closing the window.

source: Настройки расчета статистики
en: Statistics Calculation Settings

source: Настройки регуляризации
en: Regularization Settings

source: Настройки форматов импорта
en: Configure Import Formats

source: Настройки;
en: Configure

source: Настройкой режима активации узла Подмодели (Цикла), содержащей исполняемый узел (если таковой имеется).
en: By configuration of the node activation mode of the Supernode (Loop) that contains the executed node (if it is available).

source: Настройкой режима активации, заданной непосредственно для самого исполняемого узла.
en: By configuration of the activation mode set for the executed node as such.

source: Начало - позиция начала вставки
en: Start - position of the insert start.

source: Начало - позиция начало подстроки
en: Start - position of the substring start.

source: Начало — дата и время начала процесса.
en: Start — date and time of the process start.

source: Начальные классы в качестве разбиения — уникальные значения (начальные классы) используются в качестве конечных классов.
en: Fine classes as binning: the unique values (fine classes) are used as coarse classes.

source: Начальные классы представлены в виде одного варианта отображения — диаграммы.
en: The fine classes are displayed in the form of one display option - a chart.

source: Начиная с версии Firebird 2.5 и выше.
en: Starting from Firebird 2.5 and higher.

source: Начиная с версии Microsoft SQL Server 2000 и выше.
en: Starting from Microsoft SQL Server 2000 and higher.

source: Начиная с версии Oracle Database 9i и выше.
en: Starting from Oracle Database 9i and higher.

source: Начиная с версии XE3.
en: Starting from XE3 version.

source: Не выбрано — поле не будет участвовать в обработке, но будет включено в результирующую выборку без изменений.
en: Not selected: the field will not be included into processing but it will be included into the resulting sample without changes.

source: Не допускается выполнение в цикле обработчиков, созданных на базе следующих компонентов: Выполнение узла, Узел-ссылка, Условие и Цикл.
en: It is not allowed to run the handlers in the loop that have been created on the basis of the following components: Node execution, Reference node, Condition and Loop.

source: Не доступна для редактирования.
en: It cannot be edited.

source: Не доступна для редактирования;
en: It cannot be edited.

source: Не заменять;
en: Do not replace.

source: Не имеет аргументов.
en: It does not have arguments.

source: Не может быть удалено в процессе отбора факторов.
en: It cannot be removed in the factor selection process.

source: Не поддерживается обновление существующих записей в таблице.
en: Update of the current records in the table is not supported.

source: Не поддерживаются транзакции.
en: Transactions are not supported.

source: Не попавшие в Таблицу замен значения обрабатываются согласно указанной Точности и параметру Заменять остальное.
en: The values not included into the Replacement table are processed according to the specified Precision and Replace other parameter.

source: Не рассчитывать.
en: Do not calculate.

source: Не указывать для даты — не указывать временную зону для элементов SOAP-запроса типа Date.
en: Do not specify for date: do not specify the time zone for the SOAP request items related to the Date type.

source: Не указывать для даты — не указывать временную зону для элементов типа date.
en: Do not specify for date: do not specify the time zone for the date type items.

source: Не указывать для даты — не указывать временную зону для элементов типа Date.
en: Do not specify for Date: do not specify the time zone for the Date type items.

source: Не указывать.
en: Do not specify.

source: Не указывать;
en: Do not specify;

source: Не-событие
en: Non-event

source: Не-событий всех классов;
en: Non-events of all classes;

source: Не-события
en: Non-events

source: Недостоверные данные.
en: Unreliable data.

source: Незавершенные транзакции блокируют данные БД.
en: Incomplete transactions lock the DB data.

source: Нейронный газ — это алгоритм, позволяющий осуществлять адаптивную кластеризацию входных данных, то есть не только разделить пространство на кластеры, но и определить необходимое их количество, исходя из особенностей самих данных.
en: The neural gas is an algorithm that provides adaptive clustering of input data, namely, not only to cluster the space but also to define its required count according to data peculiarities.

source: Нейронный газ.
en: Neural gas.

source: Нейросеть имеет три подбираемых параметра, относящихся к структуре:
en: Three structure related parameters can be selected for the neural network:

source: Нейросеть обучается на основе всех колод кроме одной, которая используется для валидации.
en: The neural network is trained on the basis of all folds, with the exception of one that is used for validation.

source: Необходимо войти в систему, введя свой логин и пароль.
en: It is required to log in having entered password and login.

source: Необходимо выбрать один из узлов, выходные данные которого требуется получить в текущем месте сценария.
en: It is required to select one of the nodes the output data of which is to be received in the current workflow location.

source: Необходимо выбрать параметры ответа SOAP-сервиса, которые будут включены в результирующую таблицу в виде отдельных столбцов.
en: It is required to select parameters of the SOAP service response that will be included into the resulting table in the form of separate columns.

source: Необходимо выбрать поле идентификатора из списка полей входного набора.
en: It is required to select the identifier field from the list of the input data set fields.

source: Необходимо задать:
en: It is required to set the following parameters:

source: Необходимо обучить узел перед применением".
en: It is required to train the node before its use".

source: Необходимо отметить, что для граничных положений окна (конец и начало исходной выборки) будут формироваться неполные записи: в начале исходной выборки будут формироваться пустые значения для "прошлых" отсчетов, а в конце — для "будущих".
en: It should be noted that incomplete records will be generated for the bound lag positions (start and end of the source sample): null values for the "past" lags will be generated at the source sample start, and for the "future" lags - at the end.

source: Необходимо проставить связи между полями таблицы и элементами схемы XML.
en: It is required to establish the links between the table fields and XML schema items.

source: Необязательные свойства require.main, require.paths и module.uri отсутствуют;
en: There are no require.main, require.paths and module.uri optional properties.

source: Необязательный порт отображается пунктиром (цветовая индикация для них аналогична обязательным портам) .
en: The optional port is displayed using пунктиром (their color indication is similar to the required ports) .

source: Необязательный.
en: Optional.

source: Необязательный. Порт ожидает набор данных со столбцами идентификаторов и элементов транзакций.
en: Optional. The port waits for the data set with identifier columns and transaction items.

source: Необязательный. Принимает дополнительные элементы транзакций, которые возможно учитывать при расчете ассоциативных правил.
en: Optional. It accepts supplementary transaction items that can be taken into account when calculating association rules.

source: Неопределенный.
en: Undefined

source: Непрерывное разбиение
en: Continuous binning

source: Непрерывный.
en: Continuous

source: Несколько параметров в строке запуска разделяются символом пробела.
en: Several parameters are separated with space character in the start string.

source: Несколько условий объединяются в сложное условие с помощью логических операторов И/ИЛИ.
en: Several criteria are joined into the complex criterion using the logical AND/OR operators.

source: Нет
en: No

source: Нет строки заголовков - столбцы будут экспортированы без заголовков.
en: No header row: columns will be exported without headers.

source: Нет строки заголовков.
en: No headers row.

source: Нет — линейная.
en: No - linear.

source: Нет — метки не отображаются.
en: No: captions are not dispalyed.

source: Нет.
en: No.

source: Неупорядоченный набор
en: Unordered set

source: Ниже расположена графа "Последние открытые пакеты", включающая в себя историю открытия Пакетов со следующими полями:
en: "Recent opened packages" column is located below. It includes the history of opening of the Packages with the following fields:

source: Ниже расположена область, отображающая иерархическую структуру выбранного корневого элемента — в ней следует отметить флагами элементы, которые сформируют поля извлекаемой таблицы.
en: The area displaying the hierarchic structure of the selected root element is located below. It is required to select the checkboxes for the elements that form the fields of the extracted table.

source: Ниже расположена область, отображающая иерархическую структуру выбранного корневого элемента — в ней следует отметить флагами элементы, которые сформируют поля импортируемой таблицы.
en: The area displaying the hierarchic structure of the selected root element is located below. It is required to place the checkboxes for the elements that form the fields of the imported table.

source: Нижнюю границу — нижняя граница самого высокого интервала.
en: Lower bound — lower bound of the highest bin.

source: Нижняя
en: Lower

source: Нижняя граница
en: Lower bound

source: Нижняя граница доверительного интервала
en: Lower bound of confidence interval

source: Нижняя граница ДИ
en: CI lower bound

source: Нижняя граница диапазонов открыта
en: Lower bin bound open

source: Нижняя граница интервала
en: Lower bin bound

source: Но в общем случае таким узлом может быть любой узел Сценария, имеющий настройки, описанные в разделе Настройка публикуемых узлов.
en: But, generally, any Workflow node with the settings described in Configure published nodes section can be such node.

source: Но в этом случае в результирующей таблице сохранится столбец с оставшимися значениями.
en: But in this case, the column with the remaining values will be left in the resulting table.

source: Но, если таковой применяется, то в каждой итерации на вход узла, заключенного в цикл, подаются все строки этого набора (наборов).
en: But if it is used, it is required to supply all rows of this data set (data sets) to the looped node input for each iteration.

source: Но, как правило, используется Подмодель.
en: But generally the Supernode is used.

source: Новая БД создается в кодировке UTF-16.
en: The new DB is created using UTF-16 encoding.

source: Новое выражение можно создать при помощи панели инструментов области или контекстного меню.
en: It is possible to create a new expression using the toolbar area or the context menu.

source: Новое значение
en: New value

source: Новое условие добавляется нажатием на кнопку +.
en: The new criterion is added by pressing + button.

source: Новые значения также вычисляются регулярными выражениями.
en: New values are also computed using regular expressions.

source: Новые значения также вычисляются регулярными выражениями;
en: New values are also computed using regular expressions.

source: Новые порты могут быть двух типов:
en: There are two types of the new ports:

source: Новый факт создается на основе существующих фактов и измерений при помощи ряда функций и производных переменных от значений измерений:
en: The new measure is created on the basis of the existing measures and dimensions using some functions and derived variables from dimensions values:

source: Новый\_шаблон - строка, на которую будет заменяться Старый шаблон;
en: New\_template - the string with which the Old template will be replaced.

source: Ном.Вхожд - порядковый номер Email-адрес-а, в искомой строке.
en: OccurenceNumber - the index of Email-address in the searched string.

source: Номер интервала
en: Bin number

source: Номер класса
en: Class number

source: Номер класса, соответствующий уникальному значению
en: The class number that meets the unique value.

source: Номер строки входного набора — номер строки, в которой содержится документ.
en: Number of the input data set row: the number of the string which contains a document.

source: НомерГруппы - порядковый номер группы, определяемой метасимволами (...);
en: GroupNumber - index number of the group defined by metacharacters (...).

source: НомерСтроки - номер строки, значение которой необходимо получить
en: RowNumber - return value row number.

source: НомерЧасти - порядковый номер части, соответствующей регулярному выражению, входной строки.
en: PartNumber - the part index matching the regular expression, input string.

source: Номера проставятся, начиная с 0
en: Numbers are assigned starting from 0

source: Номеров кластеров — каждой транзакции присвоен номер того кластера, в который она входит.
en: Numbers of clusters: each transaction is assigned with the number of the cluster into which it is included.

source: Номеров кластеров — перечислены номера сформированных кластеров.
en: Cluster numbers: numbers of the generated clusters are listed.

source: Нужные факты можно выбрать, зажав клавишу Shift и кликнув по ним.
en: The required measures are selected. Then it is required to click on them while holding down the Shift key.

source: Нулевое значение эквивалентно тому, что столбец не участвует при построении модели.
en: Zero value means that the column does not take part in the model training process.

source: Нумерация итераций осуществляется с 0.
en: Iterations are numbered from 0.

source: Оба регуляризатора помогают улучшить обобщение и ошибки теста, поскольку не допускают переобучения модели из-за шума в данных:
en: Both regularizers help to improve generalization and errors of test as they protect the model against overfitting in connection with data noise:

source: Оба способа можно применять последовательно: например, сначала выбрать список через SHIFT, а потом зажать CTRL и убрать некоторые поля из списка или выделить другие.
en: Both methods can be successively applied. For example, first, it is required to select the list using SHIFT, then press CTRL and delete some fields from the list or select the others.

source: Обе области организованы в виде таблицы.
en: Both areas are organized in the table form.

source: Области визуализатора
en: Visualizer Areas

source: Область отображения результатов квантования
en: Area of Binning Results Display

source: Область Шаги построения имеет смысл включать только в том случае, если при настройке узла Логистическая регрессия в параметре Отбор факторов и защита от переобучения был выбран алгоритм, который подразумевает режим обработки фактов.
en: It is rational to enable the Steps construction area only if the algorithm that is based on the measure processing mode has been selected when configuring the Logistic Regression node in the Factor selection and protection against overfitting parameter.

source: Область Шаги построения состоит из следующих полей:
en: Model steps area consists of the following fields:

source: Область Информация о модели
en: Model info area

source: Область Коэффициенты регрессии
en: Regression Coefficients Area

source: Область Шаги построения
en: Model Steps Area

source: Область ввода выражения
en: The Expression Entry Area

source: Область видимости
en: Visibility area

source: Область кода выражения
en: The Expression Code Area

source: Область конечных классов
en: Area of coarse classes

source: Область настройки параметров квантования
en: Area of Binning Parameters Configuration

source: Область начальных классов
en: Area of fine classes

source: Область основного применения разгруппировки — это детализация спрогнозированных данных на основе уже имеющихся.
en: The main use area of ungrouping is detailing of the forecast data according to the available one.

source: Область отображает таблицу замен для выбранной переменной.
en: The area displays the replacement table for the selected variable.

source: Область построения Подмодели
en: The Supernode Construction Area

source: Область предназначена для ввода Выражений — вычисляемых полей, которыми в результате обработки будет дополнен входной набор данных.
en: The area is designated for entry of Expressions, namely, calculated fields to be added to the input data set as the result of processing.

source: Область предназначена для ввода выражений — вычисляемых переменных, которыми в результате обработки будет дополнен выходной набор данных.
en: The area is designated for entry of expressions, namely, calculated variables to be added to the output data set as the result of processing.

source: Область представлена в виде таблицы.
en: The area is represented in the table form.

source: Область расчета АКФ:
en: ACF calculation area:

source: Область содержит наименование, входные аргументы и описание доступных для использования функций.
en: The area contains the name, input arguments and description of the functions available for use.

source: Область содержит следующие элементы:
en: The area contains the following elements:

source: Область содержит список измерений и фактов, которые можно использовать в вычисляемых фактах.
en: The area contains the list of dimensions and measures that can be used in the calculated measures.

source: Область содержит список переменных, передаваемых на вход обработчика.
en: The area contains the list of variables supplied to the handler input.

source: Область содержит список полей и переменных, передаваемых на вход обработчика.
en: The area contains the list of fields and variables supplied to the handler input.

source: Обновить — обновляется список Производных компонентов.
en: Update: update the list of the Derived Components.

source: Обновление публикации
en: Update Publication

source: Обозначение Подключаемых таблиц идет таким образом: Подключаемая таблица, Подключаемая таблица 2 ... Подключаемая таблица N.
en: Connected tables are shown as follows: Connected table, Connected table 2 ... Connected table N.

source: Обои
en: Wallpaper

source: Обработка
en: Processing

source: Обработка алгоритмом узла.
en: Node processing by the algorithm.

source: Обработка данных методом скользящего окна применяется при предварительной обработке данных в задачах прогнозирования, когда на вход анализатора (например, нейронной сети) требуется подавать значения нескольких смежных отсчетов исходного набора данных.
en: The windowing method of data processing is used for data preprocessing during forecasting when it is required to supply the values of several related lags of the source data set to the analyzer input (for example, neural network).

source: Обработка ответа.
en: Response Processing.

source: Обработка ошибок
en: Processing of Errors

source: Обработка:
en: Processing:

source: Обработчик Дата и время производит трансформацию данных формата Дата/Время Дата/Время.
en: The Date and time handler transforms data of Date/Time Date/Time format.

source: Обработчик Фильтр строк позволяет выделить записи, которые удовлетворяют одному или нескольким условиям.
en: The Row filter handler enables to select the records that meet one or several criteria.

source: Обработчик Конечные классы предназначен для решения следующих задач:
en: The Coarse Classes handler enables to solve the following problems:

source: Обработчик выполняет сортировку записей входного набора.
en: The handler sorts the input data set records.

source: Обработчик выявляет ассоциативные правила в транзакционных данных.
en: The handler detects association rules in the transaction data.

source: Обработчик заменяет входные переменные, используя таблицы замен.
en: The handler replaces the input variables using replacement tables.

source: Обработчик заменяет данные исходного набора, используя таблицы замен.
en: The handler replaces the source data set data using replacement tables.

source: Обработчик извлекает таблицу данных из столбца входной таблицы, в ячейках которого содержатся документы XML в строковом виде.
en: The handler extracts the data table from the column of the input table in the cells of which the XML documents are kept in the string form.

source: Обработчик может использоваться для решения различных задач Data Mining, например, таких, как прогнозирование и численное предсказание.
en: The handler can be used to accomplish different Data Mining tasks, for example, such as forecasting and numerical prediction.
